[{"blurb":"Now what is this? A smoked beer?? It really isn't as crazy as it sounds. 250 years ago virtually all beers were smoked (it's true, Google it!). The smoke mingles beautifully with the rich, dark roasted chocolate flavours of the porter without being overpowering. 6.2%","created_at":"2012-11-06T22:23:12Z","id":187,"producer":"8 Wired","product":"Big Smoke Porter","updated_at":"2012-11-06T22:23:12Z"},{"blurb":"Perfect marriage of coffee and beer: hoppy double brown ale that compliments both the roasty and fruity aspects of the coffee without putting up too much of a fight. The lightly roasted Ethiopian beans come from NZ institution C4 Coffee. 98 RateBeer. 8%","created_at":"2012-10-29T18:43:13Z","id":46,"producer":"8 Wired","product":"C4 Double Coffee Brown Ale","updated_at":"2012-10-31T22:00:46Z"},{"blurb":"A delicious New Zealand IPA made with 100% truly unique NZ hops. Find out why beer fanatics everywhere are going mad fro NZ hops! The juicy tropical flavors of these hops make for an intriguing alternative to the tongue-buckling West Coast style IPA and Hop Wired is perhaps their ultimate showcase. Soft & citrusy with notes of grass, peaches, and oranges. 7.3%","created_at":"2012-10-29T18:46:57Z","id":47,"producer":"8 Wired","product":"Hop Wired IPA","updated_at":"2012-10-29T18:46:57Z"},{"blurb":"Brown ale is perhaps the most versatile style of beer in the world, but is often overlooked. Possibly because the mass brewing companies have driven the style into oblivion by claiming it for their most unattractive products? Mull that over while you sip this beer: it's malty, hoppy, roasty, flavoursome and refreshing. Some  might say it's Brown Ale 'redefined', we'd say it's REWIRED. Cheers!","created_at":"2012-11-06T22:36:24Z","id":190,"producer":"8 Wired","product":"ReWired Brown Ale","updated_at":"2012-11-14T00:24:01Z"},{"blurb":"As with all 8 Wired beers this is a modern, you might say New World, interpretation of the saison style. They used a traditional French saison yeast, which provides a plethora of funky, earthy, very \"Belgian\" flavours; and they upped the ante by doubling the amount of malt, and thereby the alcohol, and loaded the kettle with punchy Nelson Sauvin hops. 98 RateBeer. 7%","created_at":"2012-11-06T20:18:03Z","id":171,"producer":"8 Wired","product":"Saison Sauvin","updated_at":"2012-11-06T20:18:03Z"},{"blurb":"This blond, flavorful beer is a surprisingly refreshing brew at 8% alcohol by volume. It is lightly filtered, but still wholesomely hazy with yeast remaining in the bottle. Pale, strong, fruity, and hoppy Trappist ale from Belgium's smallest Trappist brewery. \r\n98 RateBeer. 8%","created_at":"2012-11-06T19:56:35Z","id":168,"producer":"Achel","product":"Blond","updated_at":"2012-11-13T23:29:35Z"},{"blurb":"The Saint Benedictus Abbey of Achel is the first monastery to take up brewing in Belgium since 1931, and is one of only six Trappist breweries now operating there. This dark amber, flavorful beer is surprisingly refreshing at 8% alcohol by volume. It is lightly filtered, but still wholesomely hazy with yeast remaining in the bottle. 98 RateBeer. 8%","created_at":"2012-11-06T20:04:53Z","id":170,"producer":"Achel","product":"Bruin","updated_at":"2012-11-06T20:04:53Z"},{"blurb":"Achel, the smallest of the seven authentic Trappist breweries, humbly offers up this very special Abbey quad for all your soul-searching needs. The nose bursts with dark fruit & Belgian yeast. The first sip starts off full, rich and ripe with raisins, figs and brown sugar - becoming a touch more earthy in the middle. Finishes long and spicy. \r\n100 RateBeer! 9.5%","created_at":"2012-10-29T18:49:39Z","id":48,"producer":"Achel","product":"Trappist Extra","updated_at":"2012-11-13T23:31:04Z"},{"blurb":"Called Explorer because this traditional English brewery was inspired by travels to breweries in the US where conventions are always being challenged. A light and refreshing blonde beer, with aromas of grapefruit and fruity bitterness on the palate from the WA state-sourced Columbus and Chinook hops. 5%","created_at":"2012-10-26T00:26:16Z","id":34,"producer":"Adnams","product":"Explorer","updated_at":"2012-10-31T18:23:04Z"},{"blurb":"A classic bitter with a beautiful copper color; late and dry-hopped with Fuggles results in a lingering herbal hoppiness, dry with wonderful malt aromas. 95 RateBeer. 4.1%","created_at":"2012-10-26T00:26:16Z","id":35,"producer":"Adnams","product":"Southwold Bitter","updated_at":"2012-10-31T22:01:13Z"},{"blurb":"Brewed with fine Bavarian aroma hops from the area around the city of Nürnberg. It’s lagered in century old caves underneath the historic Schlenkerla brewery and maltings. Boiled in the same copper kettles and bottom fermented by the same yeast as the historic Schlenkerla Smokebeer. 100 RateBeer! 4.3%","created_at":"2012-10-31T22:39:52Z","id":151,"producer":"Aecht Schlenkerla","product":"Helles","updated_at":"2012-10-31T22:39:52Z"},{"blurb":"Inspired by French and historic Great Lakes ciders, the sparkling Appley Brut is made in the Champagne method, from a blend of tart, aromatic, uncommon, and historic apples. It's extremely dry with a floral bouquet and touch of earthy apple tannins in the finish. 8%","created_at":"2012-10-29T18:55:07Z","id":49,"producer":"AEppeltreow Winery","product":"Appley Brut","updated_at":"2012-10-29T18:55:07Z"},{"blurb":"A spiced apple cider from the wonderful AEppelTreow cider in Wisconsin.  Spiced with cinnamon, cardamom & star anise, this \"pre-mulled\" cider remains dry & funky & not overly sweet - just as a true cider should be. 6%","created_at":"2012-10-29T18:57:22Z","id":50,"producer":"AEppelTreow Winery","product":"Sparrow Spiced Apple Cider","updated_at":"2012-10-29T18:57:22Z"},{"blurb":"A wonderfully refreshing hoppy Pale Ale from Spain! Challenger, Fuggles & Cascade hops blend to create a floral, fruity hop-forward ale. 5%","created_at":"2012-10-29T18:59:00Z","id":51,"producer":"Agullons","product":"Pura Pale Ale","updated_at":"2012-10-29T18:59:00Z"},{"blurb":"Base beer for the Alvino and the Kerasus. Also used to make the blend with Morpheus Dark to create the Morpheus Wild. 5.2%","created_at":"2012-10-31T23:15:36Z","id":160,"producer":"Alvinne","product":"Morpheus Wild Undressed","updated_at":"2012-11-13T23:07:29Z"},{"blurb":"Anchorage pulls all the stops with this amazing beer! Belgian pale ale, aged in Chardonnay barrels with brett, dry-hopped with Citra hops. There's so much going on in this beer - how it manages to be in balance is a minor miracle. 99 RateBeer. 9%","created_at":"2012-10-29T19:06:21Z","id":55,"producer":"Anchorage Brewing Co.","product":"Bitter Monk DIPA","updated_at":"2012-11-13T23:07:53Z"},{"blurb":"Ale brewed with Galaxy hops, coriander, kumquats, and peppercorns. Fermented and aged in French oak foudres with a wit yeast. Dry hopped with Galaxy hops, bottle conditioned with brett and wine yeast. Drink fresh or age to bring out the funk.","created_at":"2012-10-26T00:26:16Z","id":36,"producer":"Anchorage Brewing Co.","product":"Galaxy White IPA","updated_at":"2012-10-26T00:26:16Z"},{"blurb":"A fine companion to Anchorage Brewing Co.'s Bitter Monk. Love Buzz is a saision frewed with rose hips, peppercorns & orange peel, aged with brett in Pinot barrels & dry-hopped with Cirta hops. A contemplative & unmistakably American take on a saison. 100 RateBeer! 8%","created_at":"2012-10-29T19:04:44Z","id":54,"producer":"Anchorage Brewing Co.","product":"Love Buzz Saison","updated_at":"2012-10-31T22:02:02Z"},{"blurb":"A barrel-aged Belgian style wit with brett. Funky and refreshing! Great fresh, but will certainly age well and change over time. 100 RateBeer! 6.5%","created_at":"2012-10-29T19:00:46Z","id":52,"producer":"Anchorage Brewing Co.","product":"Whiteout Wit","updated_at":"2012-10-31T22:02:25Z"},{"blurb":"A farmhouse IPA brewed with Brettanomyces. Brewed in collaboration with Mikkeller at Anchorage Brewing Company. 8%","created_at":"2012-10-29T19:02:19Z","id":53,"producer":"Anchorage Brewing Co./Mikkeller","product":"Farmhouse Invasion IPA","updated_at":"2012-10-29T19:02:19Z"},{"blurb":"Amber Ale from Switzerland. Noticeably hooper than your typical Amber Ale. The Nelson Sauvin & Amarillo hops add a delicious new dimension to this tried & true style. 6%","created_at":"2012-10-29T19:09:35Z","id":57,"producer":"Bad Attitude","product":"Hobo","updated_at":"2012-10-29T19:09:35Z"},{"blurb":"An imperial porter that comes on strong but retains the character of a true porter. Rich & chocolatley with some nice roasted flavors yet not too thick to compromise a porter's inherent drinkability. 8%","created_at":"2012-10-29T19:08:12Z","id":56,"producer":"Bad Attitude","product":"Two Penny","updated_at":"2012-10-29T19:08:12Z"},{"blurb":"This is, in a word, rich! Liquid opulence that verges on decadence. It’s deep mahogany color and creamy tan head immediately conjure images of northern country fall foliage. The warming effect begins in the nose, with the wafting of soft fruit esters and warm fusel alcohols. Two pints will leave you toastily, and blissfully, warm. Three pints and…. YABAI! 7.5%","created_at":"2012-10-31T21:29:46Z","id":142,"producer":"Baird","product":"Yabai-Yabai Strong Scotch Ale","updated_at":"2012-10-31T21:29:46Z"},{"blurb":"Ryehopper is a copper colored IPA brewed with rye and copious amount of hops. Hops are related to hemp...is it a coincidence that there are so many hopheads addicted out there? Remember it is never too late to get new bad habits. Get your fix! \r\n98 RateBeer. 6.5%","created_at":"2012-10-29T19:14:46Z","id":59,"producer":"Beer Here","product":"Rye Hopper (Hopfix) Rye IPA","updated_at":"2012-11-14T00:17:18Z"},{"blurb":"Scandinavian style Porter brewed with molasses and beech wood smoked malt. Beautiful black color. \r\n97 RateBeer. 7.5%","created_at":"2012-10-31T22:55:39Z","id":157,"producer":"Beer Here","product":"SoD Scandinavian Porter","updated_at":"2012-11-14T00:17:35Z"},{"blurb":"Yulewine is a big and uncompromising English style barley wine made from 100% certified organic ingredients. Modest hopping takes a backseat to mouth filling malt character chased by warming alcohol. Enjoy at cellar temperature after a good meal or lay down for years to come. 11%","created_at":"2012-10-31T21:14:36Z","id":140,"producer":"Beer Here","product":"Yulewine (organic)","updated_at":"2012-10-31T21:14:36Z"},{"blurb":"Birra del Borgo's Italian take on Wallonia's farmworker Saison uses spelt (grown in the Riserva Regionale Montagne della Duchessa) rather than more modern species of wheat for extra authenticity, but also displays a very contemporary attention to balancing citrus, spicy, and floral hop notes. 5.8%","created_at":"2012-10-29T19:16:45Z","id":60,"producer":"Birra del Borgo","product":"Duchessa","updated_at":"2012-10-29T19:16:45Z"},{"blurb":"Bier de Champagne from Borgo. ½ beer, ½ wine. White grapes, tart & citrus flavors, dry finish. Borgo perfectly embodies the experimental streak that has come to define the Italian craft beer scene. 10.9%","created_at":"2012-11-06T23:32:17Z","id":196,"producer":"Borgo","product":"L'Equilibrista","updated_at":"2012-11-06T23:32:17Z"},{"blurb":"This French brewery is just over the border from Belgium, and the Cuvee des Jonquilles has a strong affinity with the classic Belgian saison beers. It has a dry, hoppy, fruity palate, & as one of the few bottle-conditioned French beers it is very lively and fresh tasting, & will also evolve over time. 96 RateBeer. 7%","created_at":"2012-10-29T19:12:42Z","id":58,"producer":"Brasserie Bailleux","product":"Cuvee des Jonquilles","updated_at":"2012-10-31T22:03:15Z"},{"blurb":"Our Belgian Blond pours a beautifully hazy yellow with a billowy white head. Classic Belgian esters are rounded out by lemon zest, clove, and fresh cut grass. This Blond is balanced and refreshing with a nice dry finish. 5.5%","created_at":"2012-10-31T22:12:15Z","id":146,"producer":"Brouwerij West","product":"Blonde","updated_at":"2012-10-31T22:15:19Z"},{"blurb":"Malty blackberry saison!","created_at":"2012-11-06T22:46:33Z","id":192,"producer":"Brouwerij West","product":"\"Dog Ate My Homework\" Blackberry Saison","updated_at":"2012-11-06T22:46:33Z"},{"blurb":"Imported Belgian malt, German noble hops and Brouwerij West's house yeast strain isolated in Belgium. No spices added. Deep black-red in color with full palate and a dry finish. 10.5%","created_at":"2012-10-31T22:12:35Z","id":147,"producer":"Brouwerij West","product":"Mor Mor Quad","updated_at":"2012-10-31T22:17:31Z"},{"blurb":"Made with imported Belgian malt, German noble hops and the Brouwerij West yeast. They chose not to duplicate the standard \"peppery/spicy\" saison profile and instead go after bubble gum esters and noble hop aroma. Extra is bright and malty, with a firm bitterness and a dry finish. 6.5%","created_at":"2012-10-31T22:11:43Z","id":145,"producer":"Brouwerij West","product":"Saison Extra","updated_at":"2012-10-31T22:19:49Z"},{"blurb":"Pours a hazy deep gold with a creamy head. Upfront aromas of fresh plums, orange, white flowers and a hint of hay evolve into aromas of caramel malt and cola as the glass warms. A very balanced flavor profile and a creamy mouthfeel lead into a light malt sweetness with a final transition into a hint of warming alcohol and soft drying bitterness. 8.5%","created_at":"2012-10-31T22:12:56Z","id":148,"producer":"Brouwerij West","product":"Tripel","updated_at":"2012-10-31T22:21:13Z"},{"blurb":"A hoppy golden ale. Bursting with citrus & floral hops and tempered by a soft, refreshing mouthfeel. Another winner from this small UK craft brewery. 4.3%","created_at":"2012-10-29T19:19:11Z","id":62,"producer":"Buxton","product":"Kinder Downfall","updated_at":"2012-10-29T19:19:11Z"},{"blurb":"Deep black stout in the UK tradition. Chocolate, roasted malts & a hint of licorice. Some mild bitterness from the hops. For those beer lovers that like a touch more complexity in there session beers. 4.1%","created_at":"2012-10-29T19:20:29Z","id":63,"producer":"Buxton","product":"Kinder Stout","updated_at":"2012-10-29T19:20:29Z"},{"blurb":"Ruby-red English craft ale. A deep, rich maltiness blends with a refreshing hop bite to create this delicious, balanced beer from Derbyshire, UK. 5%","created_at":"2012-10-29T19:17:58Z","id":61,"producer":"Buxton","product":"Kinder Sunset","updated_at":"2012-10-29T19:17:58Z"},{"blurb":"A lower alcohol, hoppy masterpiece! Who says a 2.5% beer can't be delicious! The Riner is extremely fresh, citrusy, an ode to hops. Brewed in the countryside near Barcelona, this beer also captures the elegant essence of its region. A truly remarkable beer. 100 RateBeer. 2.8%","created_at":"2012-11-07T00:26:57Z","id":202,"producer":"Ca l’Arenys","product":"Guineu Riner","updated_at":"2012-11-07T00:26:57Z"},{"blurb":"Sour ale from Spain. Vinous & woody from a year spent in French oak barrels. A very limited and very special brew! 5.1%","created_at":"2012-10-29T19:21:45Z","id":64,"producer":"Cervesera del Montseny","product":"Malta Cuvee","updated_at":"2012-10-29T19:21:45Z"},{"blurb":"Arabier is a unique beer brewed with Poperinges hops. De Dolle defies conventional style terms, but Arabier most closely resembles a Belgian Pale Ale. Brewed and then dry-hopped, the beer has an earthy malty character, with citrusy high notes. 97 RateBeer. 8%","created_at":"2012-10-29T19:25:12Z","id":66,"producer":"De Dolle","product":"Arabier","updated_at":"2012-10-31T22:03:41Z"},{"blurb":"Brewed in the tradition of a Belgian Tripel. It's a dense beer brewed with a large amount of pale malt. Fruity, bitter, yeasty and sweet. Unfiltered, unpasteurized and bottle-conditioned. 99 RateBeer! 10%","created_at":"2012-10-29T19:23:16Z","id":65,"producer":"De Dolle","product":"Dulle Teve","updated_at":"2012-10-31T22:04:36Z"},{"blurb":"The most bitter tripel in Belgium, with 49 EBU. Floral, citrus, toast and yeast aromas. 97 RateBeer. 8%","created_at":"2012-10-31T23:28:01Z","id":162,"producer":"De la Senne","product":"Jambe-de-Bois","updated_at":"2012-10-31T23:28:01Z"},{"blurb":"Collaboration brew between De La Senne, Jeff Bagby (Pizza Port) and Mike Rodriguez (Lost Abbey). 96 RateBeer. 6.5%","created_at":"2012-11-06T21:44:34Z","id":181,"producer":"De la Senne","product":"Schieven IPA","updated_at":"2012-11-06T21:44:34Z"},{"blurb":"Wow. This is the perfect session beer -- loaded with complex yeast flavors, hopped to perfection, and as drinkable as any beer you've ever tried. With it's low abv, it's built for drinkability -- we suggest buying it by the case. 98 RateBeer. 4.5%","created_at":"2012-11-06T20:00:07Z","id":169,"producer":"De la Senne","product":"Taras Boulba","updated_at":"2012-11-06T20:00:07Z"},{"blurb":"A smoked stout made with blood, sweat & tears, English peat smoked malts, and another smoked malt from Bamberg, Germany. Sweet, bitter, fill of berry, coffee and chocolate flavors, and a hint of smoke. 95 RateBeer. 8.1%","created_at":"2012-10-29T19:31:13Z","id":69,"producer":"De Molen","product":"Bloed, Zweet & Tranen","updated_at":"2012-10-31T22:04:51Z"},{"blurb":"With a name like Bombs & Grenades, one shouldn't be surprised by the strength of this barley wine, but the use of champagne yeast has had a refreshing effect on the flavor. Plenty of fruit like orange, tangerine, and sweet apples. It's powerful & full-bodied but still easy going. 95 RateBeer. 15%","created_at":"2012-10-29T19:29:23Z","id":68,"producer":"De Molen","product":"Bommen & Granaten","updated_at":"2012-10-31T22:05:20Z"},{"blurb":"Pours almost pitch black and opaque with a small head. Furiously peated aroma, hiding the malt, licorice and dark chocolate somewhat. Very full-bodied, thick mouthfeel, like a fluid bread. 99 RateBeer! 10%","created_at":"2012-10-29T19:36:27Z","id":72,"producer":"De Molen","product":"Hemel & Aarde","updated_at":"2012-10-31T22:05:45Z"},{"blurb":"An imperial stout made with rare coffee beans that have been ingested, but not digested, by Civet cats. As the brewery's website says, \"This whole process of eating, pooh, find the pooh and treat the berries is very time consuming.\" The special brew tastes roasted and bitter like an espresso. 99 RateBeer. 9.5%","created_at":"2012-10-29T19:27:25Z","id":67,"producer":"De Molen","product":"Kopi Loewak","updated_at":"2012-10-31T22:06:31Z"},{"blurb":"Another winner in De Molen's range of small-batch strong beers; this is a raisin-y, spicy strong ale brewed inside an old windmill! A toasty, dry finish tempers the sweetness - readying you for the next sip. 98 RateBeer! 10.2%","created_at":"2012-10-29T19:34:44Z","id":71,"producer":"De Molen","product":"Mooi & Meedogenloos","updated_at":"2012-10-31T22:06:59Z"},{"blurb":"The Imperial Porter veers dangerously close to an Imperial Stout but with a softer, less roasted character. Instead you'll find rich chocolate & some earthy bitterness from the hops. Dangerously smooth! 100 RateBeer!! 11%","created_at":"2012-10-29T19:32:57Z","id":70,"producer":"De Molen","product":"Tsarina Esra","updated_at":"2012-11-14T00:19:39Z"},{"blurb":"Complex & refreshing golden ale with a refined yet beguiling primitive wild yeast character. Brewed to evoke the mysterious wild farmhouse ales of days gone by, this \"primitive ale\" pours a hazy golden straw color with a fluffy head of foam. Mellow hops & a distinct Belgian yeast character up front. The finish is wonderfully dry! 9%","created_at":"2012-10-30T01:11:57Z","id":73,"producer":"De Proef","product":"Surly Bird #3","updated_at":"2012-10-30T01:11:57Z"},{"blurb":"A strong blonde ale that claims vaguely to be an “abbey” beer, Guldenberg bears no resemblance whatsoever to any Tripel you may have sampled, except in color perhaps. It is very hoppy and malty (though not quite as assertive as De Ranke’s XX Bitter). A wine-loving friend of ours pronounced it “too good to be beer.” We’ll just say that Guldenberg shows just how good beer can be. 96 RateBeer. 8.5%","created_at":"2012-11-06T22:32:30Z","id":189,"producer":"De Ranke","product":"Guldenberg","updated_at":"2012-11-06T22:32:30Z"},{"blurb":"A delightfully earthy and hoppy farmhouse beer. Six different malts are used to give this beer its rich, deep, almost black color. The generous dose of Challenger and Saaz hops provide the balance between sweet and bitter. 95 RateBeer. 9%","created_at":"2012-11-06T22:28:02Z","id":188,"producer":"De Ranke","product":"Noir de De Dottignies","updated_at":"2012-11-06T22:28:02Z"},{"blurb":"A fantastic Christmas beer, but one that defies the universal custom of a stronger, spicier beer for the holiday season. At 7% alcohol by volume, this one is relatively lighter in alcohol than the Guldenberg, and does not pack the hop punch of the XX. It combines some of the best elements of those other two beers – with a fine balance of malt and hops, complex character, a refreshing dryness, and a gorgeous cellar aroma – but is distinguished by its festive copper color. 96 RateBeer. 7%","created_at":"2012-11-06T21:46:18Z","id":182,"producer":"De Ranke","product":"Pere Noel","updated_at":"2012-11-06T21:46:18Z"},{"blurb":"The latest from De Ranke, one of our favorite breweries! A perfectly refreshing farmhouse saison. A nice dry hoppiness, a nice smooth flavor. This beer is perfect with food or alone. It's just, well, perfect! 96 RateBeer. 5.6%","created_at":"2012-11-07T00:39:49Z","id":205,"producer":"De Ranke","product":"Saison","updated_at":"2012-11-07T00:39:49Z"},{"blurb":"XX Bitter or Extra Extra Bitter is a blond, bitter ale containing 6.2% vol. Alc. It’s famous for it’s very bitter and strong flavour. XX is being made with pale pilsner malt and loads of Brewers Gold and Hallertau hop flowers. A perfect combination that has been nationally and internationally praised. This ale has been a real trendsetter for the current comeback of bitter ales in Belgium. 99 RateBeer. 6.2%","created_at":"2012-11-07T00:37:09Z","id":204,"producer":"De Ranke","product":"XX Bitter","updated_at":"2012-11-07T00:37:09Z"},{"blurb":"Amarillo Sun is a contemporary refreshing summer beer with a taste for more. Selected grains and hops make this beer a nice drinkable beer, with the U.S. hopping slightly citrus aftertaste give. To taste on a sunny terrace, or relax outside in the garden or camping. 6%","created_at":"2012-11-07T00:47:08Z","id":206,"producer":"De Witte","product":"Leeuw Amarillo Sun","updated_at":"2012-11-07T00:47:08Z"},{"blurb":"A Belgian-style Wit brewed with coriander seeds and Curaçao orange peels, the spices traditionally found in this classic style. Unfiltered and containing almost as much raw wheat as malted barley, it presents a veil of yeast and proteins giving this style its \"Blanche\" name. Round and light at the same time, it exhales fresh baked bread aromas, and reveals spices and citrus flavours, accompanied by subtle notes of acidity coming from the wheat. 99 RateBeer! 5%","created_at":"2012-10-31T21:24:00Z","id":141,"producer":"Dieu du Ciel!","product":"Blanche du Paradis","updated_at":"2012-10-31T22:09:22Z"},{"blurb":"Corne du diable (French for \"Horn of the Devil\") certainly lives up to its sinister name. Styled after classic English India Pale Ales, it reassures you of its refined and refreshing character, but it draws influence from the IPAs of the west coast of North America in it's aggressively hoppy nature and seductively sweet malt character. Sharply bitter with a powerful hop aroma from dry-hopping; simultaneously smooth with a malty, caramel and toffee sweetness. \r\n97 RateBeer. 6.5%","created_at":"2012-11-06T22:09:02Z","id":185,"producer":"Dieu du Ciel!","product":"Corne du Diable IPA","updated_at":"2012-11-14T00:25:51Z"},{"blurb":"This fantastic sipping beer has intense malty and sweet flavors, along with complex red fruit and spice flavors due to the type of yeast that is used during the brewing process. \r\n99 RateBeer! 10.5%","created_at":"2012-10-30T01:13:21Z","id":74,"producer":"Dieu du Ciel!","product":"Rigor Mortis","updated_at":"2012-11-14T00:17:57Z"},{"blurb":"Route des épices (French for \"Spice Route\") is a rye beer brewed with both black and green peppercorns. Initially, the beer reveals flavors of fresh grain and malt, which give it notes of chocolate, caramel, and fruit. The pepper flavor and aroma is fully revealed in the finish, which leaves a pleasant, spicy, tingling sensation on the tongue. 93 RateBeer. 5%","created_at":"2012-11-06T20:37:22Z","id":174,"producer":"Dieu du Ciel!","product":"Route d'Epices","updated_at":"2012-11-06T20:37:22Z"},{"blurb":"A big beer: full warming and intense, Old Mephisto offers balanced sweetness, roasted caramel and a mellow rounded bitterness - all held together by a pelasing vinous character. Can be enjoyed with strong cheeses or on its own. Enjoy now or lay some down in the cellar for future contemplation! 96 RateBeer. 10.5%","created_at":"2012-10-30T01:15:06Z","id":75,"producer":"Djaevlebryg","product":"Old Mephisto","updated_at":"2012-10-31T22:10:14Z"},{"blurb":"When expert lambic blender Armand Debelder decided to create a beer with a higher fermentation, he applied the same dedication to quality as he does with his lambics. The beersel lager is unfiltered, unpasteurized, and undergoes a secondary fermentation in the bottle. 6%","created_at":"2012-10-31T17:52:58Z","id":76,"producer":"Drie Fonteinen","product":"Beersel Lager","updated_at":"2012-10-31T17:52:58Z"},{"blurb":"Sour fans rejoice! Here you have a true Gueuze - a blend of 1, 2, and 3 year-old lambic, unfiltered and unpasteurized, and aged in the bottle for at least a year after blending. \r\n100 RateBeer! 6%","created_at":"2012-10-31T17:58:42Z","id":78,"producer":"Drie Fonteinen","product":"Oude Gueuze","updated_at":"2012-11-14T00:18:23Z"},{"blurb":"A blend of 1, 2, 3 and 4 year old lambics that is an absolute must-try for sour fans! Gueuze is traditionally a blend of only up to 3 year old lambics - one reason being that by year four, much of the lambic will have \"evaporated\" out of the barrels. DF has gathered this remaining precious four-year old lambic and created Golden Blend. A rare treat. 100 RateBeer! 6%","created_at":"2012-10-31T17:56:18Z","id":77,"producer":"Drie Fonteinen","product":"Oude Gueuze Golden Blend","updated_at":"2012-11-13T23:12:48Z"},{"blurb":"Sour cherries are added to young lambic that undergoes a 2nd fermentation resulting in this sour/sweet masterpiece. Smells of sour cherries, woody cherry pits & some funky notes - scarcely preparing you for the puckering sourness within. \r\n99 Rate Beer. 6.5%","created_at":"2012-10-31T18:00:25Z","id":79,"producer":"Drie Fonteinen","product":"Oude Kriek","updated_at":"2012-11-14T00:20:28Z"},{"blurb":"From the smallest commercial brewery in Belgium - this is a crisp blonde ale that is very tasty and mightily satisfying. It drinks a little spicy, though no spices are used in the brewing. The exotic palate of this beer comes from the unique strain of yeast. ‘Loterbol’ is a Flemish word for a fool or prankster, an allusion to the deceptive smoothness and drinkability of this beer. 8%","created_at":"2012-10-31T23:31:05Z","id":163,"producer":"Duysters Loterbol","product":"Blond","updated_at":"2012-10-31T23:31:05Z"},{"blurb":"EKU brewers had a plan: to take traditional techniques of bock beer brewing to the extreme. Malt concentration was doubled or tripled (the exact formula still remains secret), giving the yeasts more fuel for conversion to alcohol. Made for moments of quiet contemplation or warm conversation amongst friends. 11%","created_at":"2012-11-06T21:52:04Z","id":183,"producer":"EKU","product":"28","updated_at":"2012-11-06T21:52:04Z"},{"blurb":"When the very first clear, golden lager was brewed in the Bohemian town of Pilsen in 1842, beer drinkers the world over were immediately enchanted. The Germans quickly proved to be the most passionate devotees of the new style. Towns across the land began brewing their own “Pilsner” beers, and the name of the style was soon shortened to the friendlier “Pils.” EKU makes a truly great Pils, a little maltier and more ‘Bavarian’ than the rest. The 6-packs are brand new for the American market.\r\n\r\n\r\n","created_at":"2012-11-06T23:42:51Z","id":198,"producer":"EKU","product":"Pils","updated_at":"2012-11-06T23:42:51Z"},{"blurb":"NZ's burgeoning craft beer scene is taking influences from anywhere & everywhere & adding their own spin. This juicy, citrusy IPA has \"west coast\" written all over it: perfect for hop heads. Why Armageddon? Here's a hint: 6.66%","created_at":"2012-10-31T18:06:48Z","id":80,"producer":"Epic","product":"Armageddon IPA","updated_at":"2012-10-31T18:06:48Z"},{"blurb":"Hoppy lager from New Zealand. Epic isn't afraid to inject some serious hops into the mix here while keeping the ultimate sessionability of a lager intact. An incredibly refreshing lager for the hop lovers. 5%","created_at":"2012-10-31T18:09:18Z","id":81,"producer":"Epic","product":"Lager","updated_at":"2012-10-31T18:09:18Z"},{"blurb":"A little more red in the face than your average triple (almost an amber, really), nicely balanced with a bracing hop note versus a solid malt wallop. One of the few Tripels in Belgium that is all-malt -- without any sugar or other additives. That means it starts out a bit sweeter than some, but over time, the live yeast in the bottle do their work, it gets drier and more punchy. 9%","created_at":"2012-10-31T18:42:21Z","id":93,"producer":"Geants","product":"Goliath Tripel","updated_at":"2012-10-31T18:42:21Z"},{"blurb":"It used to be that all farmers in Norway made beer. Some also made Akevitt (aka Aquavit), a spirit flavored with herbs or spices. A shot of Akevitt was traditionally chased with a slug of beer. In a brilliant turn of one-stop-shopping ingenuity, the Haand brewers - four guys making beer in their spare time, on an absurdly small scale - have aged this traditional dark, hearty farm Porter in Akevitt barrels. 99 RateBeer. 10%","created_at":"2012-11-06T19:44:37Z","id":166,"producer":"Haandbryggeriet","product":"Barrel Aged Porter","updated_at":"2012-11-06T19:44:37Z"},{"blurb":"Here's one for the fireplace! The Haand Brewery humbly offers up this deep brown holiday ale to accompany you on the long cold nights of this festive season. Dark fruit, toasted malt and hints of licorice and chocolate can all be contemplated as you relax with this hearty companion of a beer. A superb winter warmer! \r\n97 RateBeer. 9% Drammen, Norway","created_at":"2012-11-13T22:51:09Z","id":208,"producer":"Haandbryggeriet","product":"Bestefar","updated_at":"2012-11-14T00:19:48Z"},{"blurb":"Brewing was very much a part of farm life in old Norway. Indeed farmers were required by law to make beer and could loose their lands if this duty was neglected. Custom called for a specialy hearty but thirst quenching ale at harvest-time. This Hesjeøl- or harvest ale is a recreation of this beer style. 97 RateBeer. 7%","created_at":"2012-11-07T00:34:27Z","id":203,"producer":"Haandbryggeriet","product":"Hesjeøl","updated_at":"2012-11-07T00:34:27Z"},{"blurb":"Years ago in Norway, farmers were required to brew by law. Failure to do so resulted in forfeiture of the farm. \r\nThe beer had a naturally smoky flavor -- the malts would have been kilned on an open fire -- and because hops were not cultivated in this northern climate, local juniper berries were added for flavor.\r\nInevitably, this law -- finally one that we could have gotten behind! -- was abolished, and the tradition of smoked beer in Norway was lost. The Haand brewery, however, has brought it back to life, with this studied recreation. 99 RateBeer. 6.5%","created_at":"2012-11-06T23:28:06Z","id":195,"producer":"Haandbryggeriet","product":"Norwegian Wood","updated_at":"2012-11-06T23:28:06Z"},{"blurb":"Originally meant to be a Strong Ale, the brewers decided to focus on making great beer without extreme alcohol. At approximately 11% ABV, has a great body without being \"old engine oil\" and it \"is still very drinkable due to the wild yeast we use.\" The beer is made with a single strain of wild yeast. No added coffee or chocolate; the deep dark color and rich flavor come from lots and lots of chocolate malt. 99 RateBeer! 11%","created_at":"2012-11-06T19:33:33Z","id":165,"producer":"Haandbryggeriet","product":"Odin's Tipple","updated_at":"2012-11-06T19:33:33Z"},{"blurb":"An authentic gueuze, blended by one of the only traditional gueuze blenders in Belgium! Starts off bracingly sour & dry before exhibiting longer notes of wood, citrus & earth. A real treat for sour fans! 99 Rate Beer. 5.8%","created_at":"2012-10-31T18:15:10Z","id":83,"producer":"Hanssens","product":"Oude Gueuze","updated_at":"2012-10-31T18:15:10Z"},{"blurb":"This is the result of blending black cherries lambic of different ages followed by a second fermentation in the bottle. All bottles are champagne corked and can be aged for more than 30 years - patience and you'll see an amazing taste evolution and you'll see and amazing taste evolution take place. 98 Rate Beer! 9%","created_at":"2012-10-31T18:11:52Z","id":82,"producer":"Hanssens Artisanaal","product":"Oude Kriek","updated_at":"2012-10-31T18:11:52Z"},{"blurb":"Made from a single year's pressing. A full-bodied traditional cider that is naturally still. Appley and intense, with real depth of flavor. 6.5%","created_at":"2012-10-31T18:18:24Z","id":85,"producer":"Henney's","product":"Vintage Cider","updated_at":"2012-10-31T18:18:24Z"},{"blurb":"Genuine Herefordshire cider with a pleasant bittersweet apple flavor, well-balanced sweetness and acidity. Not too astringent and without excessive bitter aftertaste associated with some traditional ciders. 6%","created_at":"2012-10-31T18:17:17Z","id":84,"producer":"Henney's ","product":"Dry Cider","updated_at":"2012-10-31T18:17:17Z"},{"blurb":"Not your grandmother's dandelion wine, but it's pretty darn close. Approvingly described as \"delicate\" and \"grassy\" but we just think of it as summer on a back porch in Montana. ","created_at":"2012-10-31T23:06:18Z","id":158,"producer":"Hidden Legend Winery","product":"Dandelion Wine","updated_at":"2012-10-31T23:06:18Z"},{"blurb":"A tastefully contemporary version of man's oldest wine. Crafted in the style of a semi-dry table wine, it captures the flavor of honey without being too sweet. Made exclusively from Montana honey. Best served at room temp, or slightly chilled.","created_at":"2012-10-31T18:20:44Z","id":86,"producer":"Hidden Legend Winery","product":"Pure Honey Mead","updated_at":"2012-10-31T18:20:44Z"},{"blurb":"A fruit beer with a uniquely New Zealand perspective. Invercargill has teamed boysenberry with a German style wheat beer to come up with a very beery beer that's best served well-chilled. 95 Rate Beer! 6.5%","created_at":"2012-10-29T18:39:56Z","id":45,"producer":"Invercargill","product":"Boysenbeery","updated_at":"2012-10-29T18:39:56Z"},{"blurb":"A fruit beer with a uniquely New Zealand perspective. Invercargill has teamed boysenberry with a German style wheat beer to come up with a very beery beer that's best served well-chilled. 95 Rate Beer! 6.5%","created_at":"2012-10-31T18:22:47Z","id":87,"producer":"Invercargill","product":"Boysenbeery","updated_at":"2012-10-31T18:22:47Z"},{"blurb":"Just slightly darker than the darkest pit of hell, this big fantastic stout is brewed by Jester King, a small authentic farmhouse brewery located on the outskirts of Austin, TX. \r\n98 Rate Beer! 9%","created_at":"2012-10-31T18:26:44Z","id":89,"producer":"Jester King","product":"Black Metal Imperial Stout","updated_at":"2012-11-14T00:20:11Z"},{"blurb":"A low-alcohol farmhouse table beer brewed with pilsner malt, two row malt, pale malt, pale malted wheat, a touch of Caramunich and acidulated malt, lots of Czech Saaz, East Kent Golding and/or other hops (depending on availability) and farmhouse yeast. A clear, simple expression of the delicate, delightful interplay between noble hops and farmhouse yeast. 100 RateBeer! 2.9%","created_at":"2012-10-31T21:59:33Z","id":144,"producer":"Jester King","product":"Le Petit Prince","updated_at":"2012-10-31T21:59:33Z"},{"blurb":"Mad Meg is simple in terms of ingredients with French pilsner malt, wheat, a touch of Czech Saaz hops, and our farmhouse yeast. Tastes of earthy spicy hops and clean malt flavors. A lovely golden-colored strong ale. 96 RateBeer. 9%","created_at":"2012-10-31T18:25:06Z","id":88,"producer":"Jester King","product":"Mad Meg Farmhouse Ale","updated_at":"2012-10-31T22:07:44Z"},{"blurb":"Earthy noble hops and rustic farmhouse yeast create an elegant balance in this dry and drinkable golden ale. Naturally carbonated through re-fermentation in the bottle. 98 Rate Beer! 5.9%","created_at":"2012-10-31T21:54:56Z","id":143,"producer":"Jester King","product":"Noble King Hoppy Farmhouse Ale","updated_at":"2012-10-31T21:54:56Z"},{"blurb":"Bam Biere is an artisan farmhouse ale that is golden, naturally cloudy, bottle conditioned and dry hopped for a perfectly refreshing balance of spicy malts, hops and yeast. \r\n97 RateBeer. 4.5%","created_at":"2012-10-31T23:10:47Z","id":159,"producer":"Jolly Pumpkin","product":"Bam Biere","updated_at":"2012-11-14T00:20:28Z"},{"blurb":"This Dark Farmhouse Ale is dark, smooth, and delicious. Aromas of worn leather and cool autumn nights. Flavors of sweet plum and toasted raisin, coffee and cacao. Lingering, tart, and refreshing finish. 94 RateBeer. 4.3%","created_at":"2012-10-31T22:30:16Z","id":150,"producer":"Jolly Pumpkin","product":"Bam Noire","updated_at":"2012-10-31T22:30:16Z"},{"blurb":"Ok, so the joke was that Jolly Pumpkin doesn’t brew a pumpkin beer. Well, now they do. Just this one. Packed with real pumpkins, hints of spice, and a gentle kiss of cocoa to liven the soul. An everyday easy way to fill your squashy quotient. \r\n99 RateBeer. 5.9%","created_at":"2012-10-31T23:20:16Z","id":161,"producer":"Jolly Pumpkin","product":"La Parcela","updated_at":"2012-11-14T00:20:58Z"},{"blurb":"\"The Firefly\" is an artisan pale ale brewed in the Grand Cru tradition. Enjoy its golden effervescence and gentle hop aroma. Coriander and Grains of Paradise round out the spicy palate, melting oh so softly into a silken finish of hoppiness and bliss! Make any season a celebration! 100 RateBeer! 6.5%\r\n","created_at":"2012-10-31T22:28:13Z","id":149,"producer":"Jolly Pumpkin","product":"Luciernaga","updated_at":"2012-10-31T22:28:13Z"},{"blurb":"Weizen Bam seamlessly blends traditional German style hefeweizen yeast with JP's own local wild and sour cultures, for a melange of the most flavorful sort. Ruddy golden, with yeast driven esters of banana, spicy clove, and nutmeg all wrapped up with a generous dose of rapscillion delight. 97 RateBeer. 4.5%","created_at":"2012-10-31T22:42:54Z","id":152,"producer":"Jolly Pumpkin","product":"Weizen Bam","updated_at":"2012-10-31T22:42:54Z"},{"blurb":"Kerkom Grand Cru pours a deep mahogany brown with a nutty, spicy-sweet aroma. Rich malt & caramel flavors mingle with a soft hops & spicy Belgian yeast. A perfect late-night sipper! 97 Rate Beer. 13%","created_at":"2012-10-31T18:32:37Z","id":90,"producer":"Kerkom","product":"Grand Cru","updated_at":"2012-10-31T18:32:37Z"},{"blurb":"This roast porter is livened up with the addition of honey. Starts off somewhat honey-sweet on the nose. A first sip reveals notes of chocolate & fresh-roasted coffee as well. A very harmonious blend of flavors. 6.5%","created_at":"2012-10-31T18:39:20Z","id":92,"producer":"Kissmeyer","product":"Honey Porter","updated_at":"2012-10-31T18:39:20Z"},{"blurb":"Dry, citrus-forward DIPA that Kissmeyer calls \"the ideal fruit bowl\"! Brewed with 50% New Zealand & 50% US hops, it ours a deep vibrant orange and sorts a nose bursting with citrus, apricot & peaches. Silky mouthfeel with a lovely dry finish. Warning: once captured by this beer, you may not want to escape! 9%","created_at":"2012-10-31T18:35:39Z","id":91,"producer":"Kissmeyer","product":"Stockholm Syndrome Imperial IPA","updated_at":"2012-10-31T18:35:39Z"},{"blurb":"The small La Choulette brewery is one of only a handful of traditional bière de garde breweries still standing. Brewer Alain Dhaussy thought to take his already famous amber bière de garde and add pure raspberry juice. The result is dry, only a little bit sweet, and redolent with fresh raspberries, offset by a light roasty malt character and accented by a classic bière de garde yeast that lends a spicy, almost perfumed note. 93 RateBeer. 6.2%","created_at":"2012-11-06T20:35:08Z","id":173,"producer":"La Choulette","product":"Framboise","updated_at":"2012-11-06T20:35:08Z"},{"blurb":"Made in the tradition of artisan brewers, Sans Culottes is a blonde beer sur lie. Probably the best bière de garde for the uninitiated to start with. Packed in a 75 cls bottle with a wired-down cork, Sans Culottes sports a brilliantly eye-catching label showing a revolutionary soldier proudly wearing his pantalons, having wisely forsaken his culottes for the coming struggle. 92 RateBeer. 7%","created_at":"2012-11-07T00:00:01Z","id":199,"producer":"La Choulette","product":"Sans Culottes","updated_at":"2012-11-07T00:00:13Z"},{"blurb":"The Kili Wit is a traditionally brewed white beer with refreshing flavors and creamy smoothness. This is a 100% certified organic beer brewed with whole cone hops and African spice. Proceeds got o charity! 97 Rate Beer. 5.5%","created_at":"2012-10-31T18:49:15Z","id":95,"producer":"Logsdon Farmhouse Ales","product":"Kili Wit","updated_at":"2012-10-31T18:49:15Z"},{"blurb":"A complex yet refreshing saison from this excellent Mt. Hood, OR brewery. Every bit as mysterious as a saison should be. Fermented with pear juice, no single ingredient comes to the fore - instead the yeast, spices, & fruit juice all work together to create something bigger. Delicious & confounding, we wouldn't think twice if you told us this beer was straight from a small farm in Belgium. 93 Rate Beer. 7.5%","created_at":"2012-10-31T18:46:46Z","id":94,"producer":"Logsdon Farmhouse Ales","product":"Seizoen","updated_at":"2012-11-13T23:26:56Z"},{"blurb":"Gold Medal Winner - Great American Beer Festival! The Brettanomyces yeast is added to create their Bretta version -- funkier & slightly sweeter variant of the Seizoen which, not surprisingly, is flying off the shelves. This beer is delicious now and we're definitely laying a bottle or two down to see how it develops with age! 8%","created_at":"2012-10-26T00:26:16Z","id":37,"producer":"Logsdon Farmhouse Ales","product":"Seizoen Bretta","updated_at":"2012-11-05T01:46:39Z"},{"blurb":"The hazy, unfiltered lager of your dreams, with unbelievable body, freshness, and flavor. It's a rare example of artisanal brewing in a land that is lately beset by increased mass production, consolidation, and narrowing of popular tastes. A larger brewery simply could not make beer like this – unfiltered, unpasteurized, and bursting with flavor. 5.2%","created_at":"2012-11-06T20:24:45Z","id":172,"producer":"Mahr's","product":"Ungespundet","updated_at":"2012-11-06T20:24:45Z"},{"blurb":"A lush oatmeal \"breakfast stout\" brewed with 25% oats and fair-trade coffee roasted on a small Norwegian lighthouse island! 100 Rate Beer! 7.5%","created_at":"2012-10-31T19:29:05Z","id":109,"producer":"Mikkeller","product":"Beer Geek Breakfast Stout","updated_at":"2012-10-31T19:29:05Z"},{"blurb":"Finally! Black Hole is what Mikkeller is all about. Daring, vulgar and extreme. From the very beginning Mikkeller's goal has been to push the limit and with this warming, intense imperial stout, a new chapter in the Danish beer history has been written. The high bitterness from the hops and the sweetness from the malt and alcohol, creates a good balance which makes Black Hole an explosion of nuances, but also leaves a feeling of a perfect and complex beer in the heavyweight category. 100 RateBeer. 13.1%\r\n","created_at":"2012-11-06T22:42:38Z","id":191,"producer":"Mikkeller","product":"Black Hole","updated_at":"2012-11-06T22:42:38Z"},{"blurb":"Beer with raspberries. A crisp tartness blends with some mild sweetness from the raspberries.Light woody notes, very refreshing & contemplative. For fans of real framboise lambic. 8.8%","created_at":"2012-10-31T19:30:53Z","id":110,"producer":"Mikkeller","product":"Blondeaux","updated_at":"2012-10-31T19:30:53Z"},{"blurb":"If your're thinking \"gimmick beer\" think again! You won't beleive how well the flavor & heat of the chipotle enhance this porter! A strange but wonderful pairing that only Mikkeller could envision. 100 Rate Beer! 6.6%","created_at":"2012-10-31T19:27:11Z","id":108,"producer":"Mikkeller","product":"Chipotle Porter","updated_at":"2012-10-31T19:27:11Z"},{"blurb":"Part of Mikkeller's single hop series -- brewed to highlight the characteristics of each hop. Citra might just be THE hop of the moment. It bursts with juicy, tropical/citrus fruit flavors and offeres a change of pace from the dank, piney hops that rule the West Coast. 6.8%","created_at":"2012-10-31T19:19:54Z","id":105,"producer":"Mikkeller","product":"Citra","updated_at":"2012-10-31T19:19:54Z"},{"blurb":"Mikkeller are considered the godfathers of the Gypsy Brewing movement utilizing breweries throughout Europe to brew an incredible array of recipes. Czechet (its Danish name) is an elegant take on the classic Czech-style Pilsner. 6.8%","created_at":"2012-10-31T19:22:19Z","id":106,"producer":"Mikkeller","product":"Czech-Style Pilsner (Czechet)","updated_at":"2012-10-31T19:22:19Z"},{"blurb":"Imperial/double IPA brewed at Lervig Aktiebryggeri in Norway! 92 RateBeer. 14%","created_at":"2012-11-06T21:16:44Z","id":178,"producer":"Mikkeller","product":"Double Eye PA","updated_at":"2012-11-06T21:16:44Z"},{"blurb":"A Danish pilsner is typically characterized by a low alcohol content, piss-yellow colour and a slightly bitter taste. But it doesn’t have to be like this…! Draft Bear is Mikkeller's interpretation of a ’pilsner’, heavyweight-style. With its powerful hop notes, high alcohol content and lovely golden appearance, the only reference to the pilsner style is the clean taste of the lager yeast. 99 RateBeer. 8%\r\n","created_at":"2012-11-06T21:30:43Z","id":179,"producer":"Mikkeller","product":"Draft Bear","updated_at":"2012-11-06T21:30:43Z"},{"blurb":"We're enjoying the movement towards session able hoppy lagers like Dream Pils. It drinks with the thirst-quenching appeal of a pilsner and can hold its own at either a backyard BBQ or your weekly tasting group. 100 Rate Beer! 4.6%","created_at":"2012-10-31T19:17:45Z","id":104,"producer":"Mikkeller","product":"Dream Pils","updated_at":"2012-10-31T19:17:45Z"},{"blurb":"A crisp, extremely refreshing, VERY low alcohol wheat ale that pairs well with virtually any food. 99 Rate Beer! 1.9%","created_at":"2012-10-31T19:12:46Z","id":102,"producer":"Mikkeller","product":"Drink in the Sun","updated_at":"2012-10-31T19:12:46Z"},{"blurb":"Another big hoppy beer from Mikkeller. Differs from the US take with the addition of sweet, piney notes & rounder characteristics. Nice carbonation carries this strong DIPA to its long chewy, bitter finish. 10%","created_at":"2012-10-31T19:15:58Z","id":103,"producer":"Mikkeller","product":"Hop Burn High","updated_at":"2012-10-31T19:15:58Z"},{"blurb":"Mikkeller breaks out a treat for the hop-heads! A strong piney DIPA with 6 hop varieties and that unique Mikkeller touch. The O.G. \"gypsy brewer\" continues continues his mad quest to unleash delicious creative beers on an unsuspecting public. This brew boasts a piney hoppiness, hints of green grapes, tropical fruit & even a spot of tea. \r\n99 Rate Beer! 9.75%","created_at":"2012-10-31T18:55:48Z","id":97,"producer":"Mikkeller","product":"I Beat yoU Imperial IPA","updated_at":"2012-11-14T00:21:20Z"},{"blurb":"It's Alive! is Mikkeller's answer and tribute to the trappist beer Orval. It's Alive is an easy-to-drink beer, with a lot of hops. The color is amber, the foam is high, white and dense. The potent Brettanomyces culture makes It's Alive continue to develop in the bottle. \r\n97 RateBeer. 8%","created_at":"2012-11-06T19:49:00Z","id":167,"producer":"Mikkeller","product":"It's Alive","updated_at":"2012-11-14T00:21:49Z"},{"blurb":"Brewed by Mikkeller at De Proefbrouwerij. Belgian style wild ale with a decidedly American hop-forward slant. The best of both worlds! 98 RateBeer. 8%","created_at":"2012-11-06T22:53:14Z","id":193,"producer":"Mikkeller","product":"It's Alive (US edition)","updated_at":"2012-11-06T22:53:14Z"},{"blurb":"It's Alive! is Mikkellers answer and tribute to the trappist beer Orval. It's Alive is an easy-to-drink beer, with a lot of hops. The color is amber, the foam is high, white and dense. The potent Brettanomyces culture makes It's Alive continue to develop in the bottle. Aged in white wine barrels, lychee edition! 97 RateBeer. 8%","created_at":"2012-11-06T22:18:18Z","id":186,"producer":"Mikkeller","product":"It's Alive (White Wine Lychee bbls)","updated_at":"2012-11-06T22:18:18Z"},{"blurb":"Inspired by Quentin Tarantino's heroine Jackie Brown, this beautiful, brown beer’s roasted malt taste nearly ends like chocolate on the tongue. It wouldn’t be a Mikkeller beer if it wasn’t well hopped. Here the Green Gold hops makes an otherwise dark beer surprisingly fresh and easy to drink. 99 RateBeer. 6%\r\n","created_at":"2012-11-06T20:58:40Z","id":176,"producer":"Mikkeller","product":"Jackie Brown","updated_at":"2012-11-06T20:58:40Z"},{"blurb":"A coffee IPA made with water, malt, barley flakes, Tomahawk hops, Guji Natural organic coffee from Sidamo, Ethiopia and yeast. 96 RateBeer. 6.8%","created_at":"2012-11-07T00:21:08Z","id":201,"producer":"Mikkeller","product":"Koppi IPA","updated_at":"2012-11-07T00:22:46Z"},{"blurb":"Belgian quadrupel ale brewed with raspberries & aged in red wine barrels! \r\n93 RateBeer. 10%","created_at":"2012-11-06T21:38:43Z","id":180,"producer":"Mikkeller","product":"Monk's Brew (Red Wine/Rasberries)","updated_at":"2012-11-14T00:22:34Z"},{"blurb":"Mikkeller has concocted this excellent \"new world\" wit. You'll still find the orange peel & coriander that have come to traditionally define the style, but it's mingled here with a juicy burst of citrusy hops. 100 Rate Beer! 7.6%","created_at":"2012-10-31T19:01:13Z","id":99,"producer":"Mikkeller","product":"Not Just Another Wit","updated_at":"2012-10-31T19:01:13Z"},{"blurb":"Part of the Single Hop series of American-style IPAs, this is a chance to taste Saaz completely isolated from other hops. Saaz is a \"noble\" variety of hops; noble hops are more aromatic and earthy, as well as less bitter than other varieties. 6.8%","created_at":"2012-10-31T19:05:09Z","id":101,"producer":"Mikkeller","product":"Saaz Single Hop IPA","updated_at":"2012-10-31T19:05:09Z"},{"blurb":"An India Pale Ale brewed with dark, toasty malts: a fairly obscure style that may sound strange but is quite delicious, especially as done by Mikkeller.","created_at":"2012-10-31T19:03:27Z","id":100,"producer":"Mikkeller","product":"Sort Gul Black IPA","updated_at":"2012-10-31T19:03:27Z"},{"blurb":"A Frambic brewed with water, malt, wheat, old hops, raspberry and yeast. Aged in oak barrels.  97RateBeer. 7.7%","created_at":"2012-11-06T21:05:43Z","id":177,"producer":"Mikkeller","product":"Spontanframboos","updated_at":"2012-11-06T21:05:43Z"},{"blurb":"Wild ale brewed with cherries and aged in wine barrels. By now you know Mikkeller's experiments are always delicious! 92 RateBeer. 7.2%\r\n","created_at":"2012-11-06T20:54:37Z","id":175,"producer":"Mikkeller","product":"Spontankriek","updated_at":"2012-11-06T20:54:37Z"},{"blurb":"A rich, strong, tropical-fruity quad? Aged in Cognac barrels with papaya & mango plus Citra & Simcoe hops? Leave it to these two cult breweries to create a beer geek's ultimate desert island beer! 11/4%","created_at":"2012-10-31T19:25:22Z","id":107,"producer":"Mikkeller/Cigar City","product":"Barrel-Aged Swinging Harry","updated_at":"2012-10-31T19:25:22Z"},{"blurb":"A typically experimental beer from both of these wacky Danish brewers, Walk on Water is light in terms of density, but strong in alcohol! 14%","created_at":"2012-10-31T18:52:58Z","id":96,"producer":"Mikkeller/To Ol","product":"Walk on Water","updated_at":"2012-10-31T18:53:14Z"},{"blurb":"Enticing, complex blend of blueberries, black cherries and black currants balanced with the basic elements of mead: honey, water, and yeast. Moonlight's flagship mead. 16.7%","created_at":"2012-10-31T19:36:22Z","id":113,"producer":"Moonlight Meadery","product":"Desire","updated_at":"2012-10-31T19:36:22Z"},{"blurb":"Enticing, complex blend of blueberries, black cherries and black currants balanced with basic elements of mead; honey, water and yeast. Our Flagship mead, Desire is a must with cheese. 15.7%","created_at":"2012-10-31T22:49:05Z","id":155,"producer":"Moonlight Meadery","product":"Embrace","updated_at":"2012-10-31T22:58:21Z"},{"blurb":"Mead made from local apple cider with Madagascar-bourbon vanilla and Vietnamese cinnamon added. Ger your piece of the pie! This mead is a great dessert wine that is a perfect finish to any holiday meal. 16.8%","created_at":"2012-10-31T19:34:49Z","id":112,"producer":"Moonlight Meadery","product":"Kurt's Apple Pie","updated_at":"2012-10-31T19:34:49Z"},{"blurb":"New Hampshire Mead at its best. This little number is sweet and sexy, just the right balance between the honey and the red currants. 13.9%","created_at":"2012-10-31T22:46:35Z","id":153,"producer":"Moonlight Meadery","product":"Red Dress","updated_at":"2012-10-31T22:46:35Z"},{"blurb":"Mead aged in Sam Adams Utopias casks! This flavorful, slightly mead has a sweet, complex flavor that is reminiscent of a deep, rich vintage port, fine cognac or aged sherry. 16.9%","created_at":"2012-10-31T19:32:29Z","id":111,"producer":"Moonlight Meadery","product":"Utopian","updated_at":"2012-10-31T19:32:29Z"},{"blurb":"An imperial stout Russian tsars would like! A dark, rich ale with a generous sweetness and roasted malt bitterness. Made with roasted barley, oat, black and chocolate malt, Columbus and Crystal hops, and English ale yeast. 100 RateBeer! 9%","created_at":"2012-10-31T22:49:41Z","id":156,"producer":"Nogne-O","product":"Imperial Stout","updated_at":"2012-10-31T23:02:01Z"},{"blurb":"India Saison is the hoppy, crisp and refreshing result of a north/south collaboration. Classic Belgian malts and yeast, pungent Australian new hop varieties and clean Norwegian water. Served chilled and enjoy with cheeses and charcuterie. This product is bottle conditioned and has a slight sediment at the bottom of the bottle. \r\n98 RateBeer. 7.5%","created_at":"2012-11-06T21:53:26Z","id":184,"producer":"Nogne-O","product":"India Saison","updated_at":"2012-11-14T00:22:50Z"},{"blurb":"Of all their truly impressive beers, Nogne-O's porters & stouts stand out as things of dark beauty. This delicious, full-bodied porter has notes of toffee, dark fruits & coffee all blended in absolute perfect harmony! 99 Rate Beer. 7%","created_at":"2012-10-31T19:38:54Z","id":114,"producer":"Nogne-O","product":"Porter","updated_at":"2012-10-31T19:38:54Z"},{"blurb":"This lager uses English malts and a healthy dose of aromatic hops and is fermented at a low temperature (50F), which adds a clean malt flavor balanced by the characteristic floweriness of Saaz hops. One of the greatest small batch lagers brewed anywhere.","created_at":"2012-10-31T19:41:15Z","id":115,"producer":"Oppigards","product":"Well-Hopped Lager","updated_at":"2012-10-31T19:41:15Z"},{"blurb":"Save the wild yeasts from senseless abuse and pasteurization! It’s become nearly impossible to find a true, traditional Sour Red, even in the place where the style was born. Most of them are too damned sweet! From Italy we get this dark, sour, wood-aged ale that is as complex as Sour Reds should be. 99 RateBeer. 8%","created_at":"2012-11-06T19:25:37Z","id":164,"producer":"Panil ","product":"Barriquee Sour Red Ale","updated_at":"2012-11-06T19:25:37Z"},{"blurb":"Pretty Things take on the best of Abbey-style brewing from Belgium. Inspired by monastic and abbey quads, embellished with dark fruit flavor. Not too sweet, not too heavy! A winter beer that's perfect year-round. 95 Rate Beer. 8.6%","created_at":"2012-10-31T19:45:18Z","id":117,"producer":"Pretty Things","product":"Baby Tree","updated_at":"2012-10-31T19:45:18Z"},{"blurb":"Saison with rye, oats, wheat & barley. Funky Belgian yeast with hints of citrus & pepper. Are you mouse enough to take on the delicious American-made saison? 7%","created_at":"2012-10-31T19:52:46Z","id":120,"producer":"Pretty Things","product":"Field Mouse's Farewell","updated_at":"2012-10-31T19:52:46Z"},{"blurb":"A simple table beer, or 'Saison Americain' as the PT Project calls it, is the kind of beer to drink before, during and after a meal. Inspired by DuPont, De Ranke and De Dolle, Pretty Things makes American beer with Belgian roots. Palisade and Nugget hops give a bitter backbone, dry character, and citrusy and spicy notes without any actual citrus or spice added! 96 Rate Beer. 6.5%","created_at":"2012-10-26T00:26:16Z","id":39,"producer":"Pretty Things","product":"Jack d'Or","updated_at":"2012-10-26T19:41:40Z"},{"blurb":"If you like your IPAs on the more juicy and floral side, look no further than this awesome new IPA from Pretty Things Beer & Ale Project! Pours a sunny orange-gold color and features the much-loved Citra, Bravo & Galaxy hops. Soft on the mouth with layers of fresh flowers, ripe citrus & a hint of pine. 98 Rate Beer. 7%","created_at":"2012-10-31T19:51:21Z","id":119,"producer":"Pretty Things","product":"Meadowlark IPA","updated_at":"2012-10-31T19:51:21Z"},{"blurb":"Brown ales - remember those? Pretty Things will make you re-think the style with their rich, toasty version of an old classic. St. Botolph's has a big malty, almost smokey black malt character, a bitter attack from Fuggle hops, a rich barley malt finish, hints of dried coconut and an old ale acidity around the edges. 5.9%","created_at":"2012-10-31T19:48:17Z","id":118,"producer":"Pretty Things ","product":"St. Botoloph's Town","updated_at":"2012-10-31T19:48:17Z"},{"blurb":"Made by a passionate professor who likes to resurrect traditional, near extinct styles like Berliner Weisse. Briem's version has a lactic tartness and complex fruitiness. Bottle-conditioned, unfiltered, and unpasteurized. 97 Rate Beer! 5%","created_at":"2012-10-31T19:59:18Z","id":121,"producer":"Prof. Briem","product":"\"1809\" Berliner Weisse","updated_at":"2012-10-31T19:59:18Z"},{"blurb":"A chocolate stout with an extra-velvety elegance from the addition of oats in the mash that blends beautifully with the rich chocolate. Another winner from New Zealand. 4.9%","created_at":"2012-10-31T20:03:07Z","id":123,"producer":"Renaissance","product":"Craftsman Chocolate Stout","updated_at":"2012-10-31T20:03:07Z"},{"blurb":"Nine malts are used to priduce this hearty Scotch Ale. Raisons, caramel, chocolate, coffee & licorice all battle it out in what Renaissance calls \"the red wine of our range\" 7%","created_at":"2012-10-31T20:00:42Z","id":122,"producer":"Renaissance","product":"Stonecutter","updated_at":"2012-10-31T20:00:42Z"},{"blurb":"Everyone will enjoy the interaction of delicate wheat and lightly roasted barley with the lively citrus and pepper flavors. Full rounded mouthfeel and engaging honeyed malt complexity. Classic Bohemian with Nelson Sauvin hops. 5.3%","created_at":"2012-10-31T20:12:35Z","id":124,"producer":"Stoke","product":"Bohemian Ale","updated_at":"2012-10-31T20:12:35Z"},{"blurb":"The Stoke Oatmeal Stout could teach the Brits a thing or two about big dark ales! Enjoy the dark toffee aroma with hints of spice and the rich flavors of chocolate and coffee and tobacco. Styrian Golding hops balance the full malty sweetness as the crisp bitter finish fades into a lingering memory. 5.2%","created_at":"2012-10-31T20:18:12Z","id":126,"producer":"Stoke","product":"Oatmeal Stout","updated_at":"2012-10-31T20:18:12Z"},{"blurb":"This intriguingly refreshing Smoky Ale has hints of beechwood smoke reveal themselves between layers of biscuit and dried flowers. The finish is balanced and lingering, with the toasted wood and late addition organic hop tang creating a mysteriously mellow combination. 5.7%","created_at":"2012-10-31T20:15:27Z","id":125,"producer":"Stoke","product":"Smoky Ale","updated_at":"2012-10-31T20:15:27Z"},{"blurb":"The Belgian royal stout pours blacker than black with an inch of dark tan on top. Nice aroma of bittersweet chocolate, fresh coffee beans, barley, sugar, fruits, and floral hops. \r\n100 Rate Beer! 13%","created_at":"2012-10-31T20:19:42Z","id":127,"producer":"Struise","product":"Black Albert","updated_at":"2012-11-14T00:23:14Z"},{"blurb":"Perhaps it's the Struise brewery's close proximity to the Westvletren Abbey that makes this beer so heavenly? A dark strong ale in the vein of the great Trappist quadruples. Complex & delicious. 100 Rate Beer. 10%","created_at":"2012-10-31T20:22:05Z","id":128,"producer":"Struise","product":"Pannepot","updated_at":"2012-10-31T20:22:05Z"},{"blurb":"Here we have a strong Belgian winter ale from the much-loved Struise brewery (brewers of the excellent Pannepot Fisherman's Ale). Lagered for 8 months on various stonefruits, the beer is complex and chewy with a dark-fruit sweetness and a warming spicy finish. The name comes from brewmaster Urbain who, after a few bottles, exclaimed \"Tsjeeses what a beer!\" We think you'll agree. 98 pts RateBeer. 10% Oostvleteren, Belgium","created_at":"2012-11-13T22:52:27Z","id":209,"producer":"Struise","product":"Tsjeeses","updated_at":"2012-11-13T23:06:26Z"},{"blurb":"Mon Dieu, this is good! This is one rich and très hoppy golden ale. It uses one hop varietal, a rather unusual hop grown in Kent called 'Bramling Cross.' The result has certain characteristics of an English bitter: it's not too strong, very dry, and eminently drinkable. The idea is of course that you should be able to drink a lot of it over the course of a long sit-down with friends, in the English 'session beer' tradition. 92 RateBeer. 7%","created_at":"2012-11-07T00:11:08Z","id":200,"producer":"Thiriez","product":"Extra Farmhouse Ale","updated_at":"2012-11-07T00:14:29Z"},{"blurb":"Deep red in color, this British ESB starts off with berry fruit & caramel before revealing a leafy, floral hop presence in the finish. A lovely ESB from this Stoke-on-Trent brewery. 5.2%","created_at":"2012-10-31T20:23:59Z","id":129,"producer":"Titanic","product":"Captain Smith's ESB","updated_at":"2012-10-31T20:23:59Z"},{"blurb":"A big boastful barley wine just in time for Fall! Delicious & warming. Rich caramel malts and a bit of dark fruit sweetness start this bragging contest off with a bang. Soon enough piney hop notes and a bit of warming alcohol join in and the gloves come off! These guys studied under Mikkeller, so fans take special note! 12.5%","created_at":"2012-10-31T20:26:55Z","id":130,"producer":"To Ol","product":"Mine is Bigger than Yours","updated_at":"2012-10-31T20:26:55Z"},{"blurb":"Brewed as an antidote to all the heavy food & drink consumed during the holidays, Snowball Saison is instead crisp and hoppy with a dry finish. It also sports a bit of funk like a good Saison should, though it's the hops that shine in this one. A beer to settle the stomach and uplift the spirits! And one we frankly think should be brewed year-round. 97 Rate Beer! 8% Denmark/Belgium.","created_at":"2012-11-13T22:33:33Z","id":207,"producer":"To Ol ","product":"Snowball Saison","updated_at":"2012-11-13T22:33:33Z"},{"blurb":"Begins soft and slightly sweet before the hops burst on to the scene with big notes of apricot & mandarin orange. An exciting collaboration from these two great brewers. \r\n98 Rate Beer! 10.5%","created_at":"2012-10-31T18:58:41Z","id":98,"producer":"To Ol/Mikkeller","product":"Overall Double IPA","updated_at":"2012-11-14T00:23:30Z"},{"blurb":"A one-off version of the Draeckenier Ale dry-hopped with Citra hops. Tropical fruit & citrus from the hops, golden-orange color, slightly floral & herbal qualities. Grab this one while you can! 7.5%","created_at":"2012-10-31T20:28:55Z","id":131,"producer":"Troch ","product":"Hopdraeck IPA","updated_at":"2012-10-31T20:28:55Z"},{"blurb":"A unique beer, large but nicely complex. Oud Bruin (Flemish for \"old Brown\") is an unorthodox interpretation of a Belgian favorite. A delicate balance of sweet and sour with a malty foundation. Lactic acidity, hints of leather, wild yeasts, and discreet notes of apricot. 98 Rate Beer. 7.2%","created_at":"2012-10-31T20:32:11Z","id":132,"producer":"Trois Dames","product":"Grand Dame Oud Bruin","updated_at":"2012-10-31T20:32:11Z"},{"blurb":"Swiss sour ale. Straw-blonde in color with hints of tart green apples, wood, white wine grapes (from the addition of 15% Chasselas must). A complex & delicious sour ale! 8%","created_at":"2012-10-31T20:36:25Z","id":135,"producer":"Trois Dames","product":"L'Amoureuse Blanche","updated_at":"2012-10-31T20:36:25Z"},{"blurb":"Swiss sour ale. Amber in color with hints of cherries, wood, red wine grapes (from the addition of 15% Pinot Noir must). A complex & delicious sour ale! 8%","created_at":"2012-10-31T20:35:08Z","id":134,"producer":"Trois Dames","product":"L'Amoureuse Rouge","updated_at":"2012-10-31T20:35:08Z"},{"blurb":"Swiss sour ale. Funky, woody, acidic. A must-try for sour beer fans! 6%","created_at":"2012-10-31T20:33:15Z","id":133,"producer":"Trois Dames","product":"La Sauvageonne","updated_at":"2012-10-31T20:33:15Z"},{"blurb":"A strong, extra full-bodied Dopplebock - not for the timid! Sometimes referred to as \"liquid bread\", this wonderfully warming, chewy Bavarian-style beer displays notes of caramel, dried fruit & roasted malts. Fans of the barley wine style take note. 9.5%","created_at":"2012-10-31T20:38:22Z","id":136,"producer":"Trois Mousequetaires","product":"Unfiltered Double Bock","updated_at":"2012-10-31T20:38:22Z"},{"blurb":"This top shelf Oregon brewery makes 'Five' with several hop varieties & pale caramel malts to create a uniquely complex profile. Subtle pale fruit aromas created during the fermentation brighten the profile and bring the beer balance. Williamette, Liberty, and Perle hops. 97 Rate Beer. 5.5%","created_at":"2012-10-26T00:26:16Z","id":41,"producer":"Upright Brewing","product":"'Five'","updated_at":"2012-10-26T00:26:16Z"},{"blurb":"This excellent Oregon brewery specializes in farmhouse inspired beers rooted in France and Belgium, but made with a Pacific NW twist. Four is a wheat beer embodying the spirit of country-style ales. It's light but nuanced with floral and herbal aromas and flavors, capped by a dry and mildly tart finish. 95 Rate Beer. 4.5%","created_at":"2012-10-26T00:26:16Z","id":40,"producer":"Upright Brewing","product":"'Four'","updated_at":"2012-10-26T00:26:16Z"},{"blurb":"Upright's Seven is the most Belgian-esque of the numbered beers, where the house yeast is fully expressed with a big fruitiness while the hops provide spicy and herbal elements. This has some heft mid-palate but finishes dry. 97 Rate Beer. 8%","created_at":"2012-10-26T00:26:16Z","id":43,"producer":"Upright Brewing","product":"'Seven'","updated_at":"2012-10-26T00:26:16Z"},{"blurb":"Upright's Six is a rye beer displaying the great spicy notes the grain is known for along with a deep caramel core and delicate bubblegum note rooted in its open fermentation. Despite its dark color, the beer finishes dry and refreshing. \r\n98 Rate Beer. 6.7%","created_at":"2012-10-26T00:26:16Z","id":42,"producer":"Upright Brewing","product":"'Six'","updated_at":"2012-10-26T05:10:53Z"},{"blurb":"Viven Blond is made by the unique recipe of its inventor Willy De Lobel. The blond Viven is a nice companion to many dishes and salads. It is a real thirst quencher. Viven blond is a little summer in your glass! 92 RateBeer. 6.8%","created_at":"2012-11-06T23:38:37Z","id":197,"producer":"Viven","product":"Blond","updated_at":"2012-11-06T23:38:37Z"},{"blurb":"Viven Imperial IPA is originally from the west coast of America. This recipe, combined with the Flemish brewing art, has an excellent result. It does many beer lovers' hearts beat faster. It is a bitter hunk with a beautiful balance of citrus keys (especially pink grapefruit) and floral tones. A true experience for the senses. 98 RateBeer. 8%","created_at":"2012-11-06T23:18:00Z","id":194,"producer":"Viven ","product":"Imperial IPA","updated_at":"2012-11-06T23:22:23Z"},{"blurb":"Reine de Pomme, an old French cider apple, is blended with Dabinett, Baldwins and, Catamounts to make a full-bodied, distinctively tannic and darkly fruity hard cider. As in the traditional French style, no sulfites are added and a malic-lactic fermentation takes place in the bottle leaving a tasty sediment.","created_at":"2012-10-31T21:10:53Z","id":139,"producer":"West County Cider","product":"Reine de Pomme","updated_at":"2012-10-31T21:10:53Z"},{"blurb":"Luckily you don't need a license to swill this excellent New Zealand IPA! The Yeastie Boys know how to balance their hoppy beers without sacrificing any of the delicious tropical-fruit hops that abound in this lovely brew. 7%","created_at":"2012-10-31T20:41:19Z","id":138,"producer":"Yeastie Boys","product":"Digital IPA","updated_at":"2012-10-31T20:41:19Z"},{"blurb":"Black IPA? Hoppy porter? The Yeastie Boys aren't saying but if you like your beers dark & roasty with a dry bitter finish of hops, this is your jam! 6%","created_at":"2012-10-31T20:39:52Z","id":137,"producer":"Yeastie Boys ","product":"Pot Kettle Black","updated_at":"2012-11-13T23:59:45Z"}]